OpenFoam8_CFD_simulations/surge_Re_800_AUV_1_to_1/0/include/frontBackUpperPatches
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/

upperWall
{
    type slip;
}

lowerWall
{
    type slip;
}
frontAndBack
{
    type slip;
}

// ************************************************************************* //
