OpenFoam8_CFD_simulations/surge_Re_800_AUV_1_to_1/0/include/initialConditions
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/

flowVelocity         (10 0 0);
pressure             1106850; // Pt = Po + density*gravity*height = 
turbulentKE          0.375;    // Re = 800, turbulentFlow
turbulentOmega       0.698;    // Re = 800, turbulentFlow

// ************************************************************************* //
